<template>
    <div class="spaceTop">
        <p class="my-5"> 💜 สวัสดีเราชื่อ วาเลนไทน์ นะ!! ตอนนี้เรากำลังฝึกการเขียนโค้ดให้เก่งๆ (555
            แต่ไม่รู้ว่าเมื่อไหร่จะเก่งสักที) งานอดิเรกส่วนใหญ่จะชอบเล่นเกม ทำเว็บ ทำบอท วาดรูป และก็นอน</p>
        <p class="my-5"> 💜 สามารถติดตามเราได้ใน '<RouterLink to="/about">ติดต่อ</RouterLink>' เลย!!</p>
        <p class="my-5"> 💜 <strong>ปล.</strong>เราเป็นคนที่ตอบช้าหน่อยนะ เพราะติดเกมหน่ะ 5555 </p>
    </div>
</template>

<script setup>

</script>

<style>
 .spaceTop {
    margin-top: 3rem;
    margin-bottom: 3rem;
 }
</style>